Repository: GunZiR/SafewayWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Safeway Tailgate Co., Ltd. was established on January 8, 2004 with an initial registered capital of 5 million Baht. Initially, the company's headquarters was located in Nong Ree Subdistrict, Mueang District, Chonburi Province, with an area of 800 square meters, and have been audited the registration be progressed to the quality assurance standard ISO9001 : 2000.
th: Safeway Tailgate Co., Ltd. เริ่มก่อตั้งเมื่อวันที่ 8 มกราคม 2004 โดยทุนจดทะเบียน 5 ล้านบาท ซึ่งตอนแรกสำนักงานใหญ่ตั้งอยู่ที่ ต.หนองรี อ.เมือง จ.ชลบุรี ด้วยพื้นที่ 800 ตารางเมตร และได้รับการรับรองมาตรฐาน ISO9001 : 2000

source: The company has changed its headquarters to Nong Chak Subdistrict, Ban Bung District, Chonburi Province, with an area of 11,200 square meters. The registered capital has also been increased to 20 million Baht.
th: บริษัทได้ย้ายสำนักงานใหญ่ไปที่ ต.หนองชาก อ.บ้านบึง จ.ระยอง ด้วยพื้นที่ 11,200 ตารางเมตร และทุนจดทะเบียนได้เพิ่มเป็น 20 ล้านบาท

source: We have started expanding our logistics channels by exporting our products to various countries such as Cambodia, Malaysia, Laos, Myanmar, Vietnam, Indonesia, and Taiwan.
th: เราได้ขยายฐานการส่งออกไปยังนานาประเทศ อย่าง กัมพูชา มาเลย์เซีย ลาว พม่า เวียดนาม อินโดนีเซีย และไต้หวัน

source: We have started incorporating technology to enhance production efficiency, and in the future, we remain committed to continuous development of our company.
th: เราได้เริ่มนำเทคโนโลยีมาช่วยพัฒนาประสิทธภาพการผลิต และเรามุ่งหวังที่จะพัฒนาบริษัทเราต่อไปในอนาคต

source: We remain committed to developing products in various aspects, including quality and on-time delivery to meet customer requirements to the highest degree. Furthermore, we adhere to ISO standards in our manufacturing processes to ensure that customers receive the highest quality work. We strive to enhance the capabilities of our company to better accommodate customer needs and provide excellent service.
th: เรายังคงพัฒนาผลิตภัณฑ์ของเราในด้านต่าง ๆ รวมถึงคุณภาพและการตรงต่อเวลาเพื่อตอบสนองต่อความต้องการของลูกค้า และเรายังปฏิบัติตามมาตรฐาน ISO9001 : 2000 เพื่อให้ลูกค้าได้รับผลิตภัณฑ์ที่มีคุณภาพสูงสุด เรามุ่งมั่นที่จะพัฒนาความสามารถของบริษัทของเราเพื่อให้ลูกค้าได้รับประสบการณ์ที่ดีที่สุด

source: The products we manufacture adhere to standards to ensure that customers receive safe and reliable products. Customers can have confidence in the safety of our products during their usage.
th: ผลิตภัณฑ์ของเราได้ยึดมั้นในมาตรฐานเพื่อให้ลูกค้ามั้นใจได้ว่าลูกค้าจะได้รับผลิตภัณฑ์ที่มีความปลอดภัยและเชื่อถือได้ ความปลอดภัยของลูกค้าคือสิ่งที่สำคัญที่สุด

source: Customers should experience increased convenience when using our products.
th: ลูกค้าได้รับความสะดวกสบายเมื่อใช้ผลิตภัณฑ์ของเรา

source: We provide honest and straightforward service to our customers, ensuring that they feel at ease when purchasing our products.
th: เรามีความตรงไปตรงในการบริการลูกค้าเพื่อให้ลูกค้ารู้สึกสบายใจเมื่อซื้อผลิตภัณฑ์ของเรา

source: Warranty
th: การรับประกัน

source: Safeway Tailgate offers a warranty against any abnormal functioning with your Safeway Tailgate product(s). Please note that terms and conditions of the warranty may vary depending on the conditions and product.
th: Safeway Tailgate Co., Ltd. มีการรับประกันให้ถ้าผลิตภัณฑ์จากเราเกิดข้อผิดพลาดขึ้น การรับประกันจะแตกต่างกันอกไปตามแต่เงื่อนไขและผลิตภัณฑ์นั้น ๆ

source: More info
th: ข้อมูลเพิ่มเติม

source: Onsite Services
th: บริการนอกสถานที่

source: Safeway Tailgate offers onsite service to provide assistance for our customers, ensuring convenience for any operational issues. Please note that terms and conditions of the onsite service may vary depending on the conditions and product.
th: Safeway Tailgate มีการบริการนอกสถานที่เพื่อให้ความช่วยเหลือลูกค้า ทำให้มั้นใจได้ว่าลูกค้าจะได้รับความสะดวกสบายเมื่อเกิดปัญหาต่าง ๆ การบริการนอกสถานที่จะแตกต่างไปตาม เงื่อนไขและสินค้านั้น ๆ

source: Car Inspection Services
th: บริการตรวจสภาพรถ

source: Safeway Tailgate provides a free car inspection service to our customers. However, please note that this service is available only at our company, Safeway Tailgate Co., Ltd. This service is specific only to <span class="text-danger">tail gate & tail lift</span> product(s).
th: Safeway Tailgate มีการบริการตรวจสภาพรถฟรีให้ลูกค้า ซึ่งลูกค้าต้องนำรถมาตรวจที่บริษัทเรา Safeway Tailgate Co., Ltd. บริการนี้ครอบคลุมแค่ผลิตภัณฑ์ของ <span class="text-danger">tail gate & tail lift</span>

source: Lubricant Services
th: บริการน้ำมันหล่อลื่น

source: Safeway Tailgate provides a free lubricant service through the lifespan of your vehicle. However, please note that this service is available only at our company, Safeway Tailgate Co., Ltd. This service is specific only to <span class="text-danger">tail gate & tail lift</span> product(s).
th: Safeway Tailgate มีการบริการน้ำมันหล่อลื่นฟรีให้ลูกค้า ซึ่งลูกค้าต้องนำรถมาที่บริษัทเรา Safeway Tailgate Co., Ltd. บริการนี้ครอบคลุมแค่ผลิตภัณฑ์ของ <span class="text-danger">tail gate & tail lift</span>

source: We focus on carefully selecting materials and components for manufacturing to achieve lightweight yet high-performance products. This enhances the efficiency of their usage. This is achieved through the utilization of cutting-edge computer-aided design software, allowing the company to reduce the weight of components without compromising strength. As a result, customers can enjoy long-term, trouble-free operations with highly efficient performance for many years.
th: เราให้ความสำคัญกับการเลือกวัสดุและชิ้นส่วนอย่างระมัดระวังในกระบวนการผลิตเพื่อให้ได้ผลิตภัณฑ์ที่มีน้ำหนักเบาแต่มีประสิทธิภาพสูง ซึ่งช่วยเพิ่มประสิทธิภาพในการใช้งาน โดยใช้ CAD ในการออกแบบ ผลลัพธ์ที่ได้คือลูกค้าสามารถเพลิดเพลินไปกับการใช้งานที่มีประสิทธิภาพสูงได้เป็นเวลาหลายปีโดยไม่มีปัญหาใด ๆ

source: Our products have a maximum lifting capacity of up to 2,000 kilograms, and each order is custom-manufactured to meet the specific requirements of our customers. This enables us to tailor our products to precisely match the needs of our customers, ensuring optimal effectiveness. Our knowledgeable team, who have undergone extensive training, are available to listen to your requirements and provide suitable recommendations. They will design products that align perfectly with your specific needs.
th: ผลิตภัณฑ์ของเราสามารถยกได้สูงสุดถึง 2,000 กิโลกรัม และทุกผลิตภัณฑ์สามารถปรับแต่งได้เองเพื่อตอบสนองความต้องการที่เฉพาะเจาะจงของลูกค้า เราสามารถปรับแต่งผลิตภัณฑ์ของเราให้ตรงตามความต้องการของลูกค้าได้อย่างแม่นยำเพื่อให้ได้ผลลัพธ์ที่เหมาะสมที่สุด ทีมช่างที่มีความรู้ความสามารถและได้รับการฝึกอบรมอย่างเข้มข้นพร้อมที่จะรับฟังความต้องการของคุณและให้คำแนะนำที่เหมาะสม พวกเขาจะออกแบบผลิตภัณฑ์ที่ตรงกับความต้องการเฉพาะของคุณอย่างลงตัว

source: We also produce air cooler units for both indoor and outdoor use. These units are designed to dissipate heat from buildings or factories that experience excessive heat or have machinery that generates high temperatures. They are also suitable for buildings with limited air ventilation, including factories with a large number of employees. Therefore, this Air cooler is capable of addressing these issues as well.
th: เรายังผลิตหน่วยระบายความร้อนด้วยอากาศสำหรับการใช้ภายในและภายนอกอาคาร หน่วยเหล่านี้ถูกออกแบบเพื่อลดความร้อนจากอาคารหรือโรงงานที่มีอุณหภูมิสูงหรือเครื่องจักรที่สร้างอุณหภูมิสูง นอกจากนี้ หน่วยระบายความร้อนนี้เหมาะสำหรับอาคารที่มีการระบายอากาศจำกัด เช่น โรงงานที่มีจำนวนลูกจ้างมาก ดังนั้น เครื่องทำความเย็นด้วยอากาศนี้สามารถแก้ไขปัญหาดังกล่าวได้ด้วย

source: After Sales Service
th: บริการหลังการขาย

source: About Us
th: เกี่ยวกับเรา

source: Contact Us
th: ติดต่อเรา

source: English
th: อังกฤษ

source: Thai
th: ไทย
